/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "האם אתה בטוח שברצונך למחוק את המד סוכר רציף הזה?";

/* The title of the cancel action in an action sheet */
"Cancel" = "ביטול";

/* Title of cell to set credentials */
"Credentials" = "Credentials";

/* Title describing glucose date */
"Date" = "תאריך";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "מחק חיישן";

/* Title describing glucose value */
"Glucose" = "גלוקוז";

/* Section title for latest glucose reading */
"Latest Reading" = "Latest Reading";

/* Outside US share server option title */
"Outside US" = "Outside US";

/* The title of the Dexcom share password credential */
"Password" = "Password";

/* The title of the Dexcom share server URL credential */
"Server" = "Server";

/* Title describing glucose trend */
"Trend" = "Trend";

/* U.S. share server option title */
"US" = "US";

/* The title of the Dexcom share username credential */
"Username" = "Username";
